Repository: majnooni/poedit-translations
Catalog: uncanny-learndash-toolkit 3.3.3/uncanny-learndash-toolkit-*.po
Languages: fa_ir

source: Uncanny Toolkit
fa_ir: تمام گروه ها رو بازنشانی کنید

source: Modules
fa_ir: ماژول ها

source: New
fa_ir: جدید

source: by
fa_ir: توسط

source: Days Until Course Expiry
fa_ir: روزهای انقضای دانلود

source: Email Course Certificates
fa_ir: گواهینامه ها

source: Simple Course Timer
fa_ir: ارسال خودکار تایمر

source: Email Quiz Certificates
fa_ir: گواهینامه ها

source: Improved Group Leader Interface
fa_ir: آی دی گروه برای ثبت نام سرپرست گروه ها در آن.

source: Group Logo/List
fa_ir: لیست گروه مورد

source: Import Users
fa_ir: درون ریزی کاربران

source: Group Expiration
fa_ir: تاریخ انقضا

source: Group Registration
fa_ir: این گروه در حال حاضر موجود است.

source: Course Dashboard
fa_ir: داشبورد دوره

source: Duplicate Pages & Posts
fa_ir: هنگام تکرار محتوا، ابتدا صفحات پدر و مادر را برای حفظ سلسله مراتب سایت تکراری کنید.

source: Reset Progress Button
fa_ir: پیشرفت سبک دکمه

source: Autocomplete Lessons & Topics
fa_ir: %d درس ها

source: Enhanced Lessons/Topics Grid
fa_ir: %d درس ها

source: Sample Lesson Label
fa_ir: نمونه درس

source: Enhanced Course Grid
fa_ir: تجارت الکترونیک پیشرفته:

source: Drip Lessons by Group
fa_ir: %d درس ها

source: Certificate Preview
fa_ir: پیش‌نمایش

source: Group Login Redirect
fa_ir: تغییر مسیر ورود

source: Lazy Loading Course Navigation
fa_ir: فعال سازی بارگذار لیزی لیدینگ

source: Help
fa_ir: کمک

source: LearnDash Plugins
fa_ir: لرن دش

source: Dismiss
fa_ir: رد کردن

source: Something went wrong. Please, try again
fa_ir: مشکلی به وجود آمد. لطفا دوباره امتحان کنید.

source: Breadcrumbs
fa_ir: پودرهای سوخاری

source: Dashboard Page Title
fa_ir: عنوان صفحه‌ی داشبورد

source: Dashboard Page
fa_ir: صفحه داشبورد

source: Breadcrumbs Separator
fa_ir: پودر کاکائو جداساز

source: Include Current Page
fa_ir: شامل صفحه‌ی کنونی

source: Home
fa_ir: صفحه نخست

source: Archives
fa_ir: بایگانی

source: Shop
fa_ir: فروشگاه

source: Search
fa_ir: جستجو

source: Breadcrumb
fa_ir: خرده نان

source: Disable Emails
fa_ir: غیرفعال کردن ایمیل

source: Front End Login
fa_ir: ورود فرانت‌اند

source: Adds a custom login form and can optionally force users to be verified by an admin before they can sign in.
fa_ir: اضافه کردن یک فرم ورود سفارشی که به صورت اختیاری می تواند کاربران را مجبور به تایید توسط مدیر قبل از ورود کند.

source: Someone requested a password reset for the user %User Login%.
fa_ir: درخواست ریست پسورد برای کاربر : %s

source: General
fa_ir: عمومی

source: Enable AJAX
fa_ir: فعال کردن AJAX

source: Select Template
fa_ir: انتخاب قالب

source: Default
fa_ir: پیش فرض

source: Boxed with shadow
fa_ir: طرح بندی جعبه سایه

source: Login Page
fa_ir: صفحه ورود

source: Manual User Verification
fa_ir: تأیید ایمیل

source: Login Form
fa_ir: فرم ورود

source: Title
fa_ir: عنوان

source: Login
fa_ir: ورود

source: Hide the Title
fa_ir: پنهان کردن عنوان

source: Description
fa_ir: توضیحات

source: Hide the Description
fa_ir: مخفی کردن تب توضیحات ووکامرس

source: Login Field Label
fa_ir: لیبل فیلد ورود

source: Username or Email Address
fa_ir: نام کاربری یا آدرس ایمیل

source: Password Field Label
fa_ir: لیبل زمینه رمز عبور

source: Password
fa_ir: رمز عبور

source: Remember Me Checkbox Label
fa_ir: نمایش چک باکس به خاطر داشتن

source: Remember Me
fa_ir: مرا به خاطر بسپار

source: Forgot Password Link Text
fa_ir: متن لینک فراموشی رمز

source: Forgot Password?
fa_ir: رمز عبور را فراموش کرده اید؟

source: Button Label
fa_ir: برچسب دکمه

source: Log In
fa_ir: ورود

source: Register Link Text
fa_ir: * ثبت نام متن:

source: Register
fa_ir: ثبت نام

source: Register Link
fa_ir: لینک ثبت نام

source: Show Register Link
fa_ir: نمایش لینک ثبت نام

source: Invalid Credentials Message
fa_ir: اطلاعات نامعتبر!

source: Invalid username and/or password.
fa_ir: <strong>هشدار</strong>: نام کاربری یا رمز عبور اشتباه است.

source: Account Not Verified Message
fa_ir: مشتری بدون حساب تأیید شده

source: Your account is not yet verified.
fa_ir: اکانتت دیگه رسمی نیست!

source: Logged out message
fa_ir: پیام خروج

source: You are logged out.
fa_ir: شما خارج شدید.

source: Log Out Link Text
fa_ir: پیوند متن

source: Log Out
fa_ir: خروج

source: Hide All For Logged In Users
fa_ir: پنهان کردن تمام آیتم های منو اگر شما وارد نشده اید

source: Message For Logged In Users
fa_ir: پیام برای کاربران وارد شده

source: You are logged in.
fa_ir: شما وارد شدید.

source: Modal Login
fa_ir: ورودی مدال

source: Google reCAPTCHA Settings
fa_ir: تنظیمات کپچای گوگل

source: Site Key
fa_ir: کلید سایت

source: Secret Key
fa_ir: کلید مخفی

source: reCAPTCHA Not Checked Message
fa_ir: غیرفعال کردن لود کتابخانه reCAPTCHA

source: Please verify that you are not a robot.
fa_ir: لطفاً تأیید کنید که روبات نیستید.

source: reCAPTCHA Error Message
fa_ir: خطا - ReCaptcha:

source: Forgot Password Form
fa_ir: فرم فراموشی پسورد

source: Forgot Password
fa_ir: فراموشی رمز عبور

source: Field Label
fa_ir: برچسب فیلد

source: Recover Account
fa_ir: بازیابی رمز عبور

source: That is not a registered username or email address.
fa_ir: هیچ کاربری با آن آدرس ایمیل ثبت نشده است.

source: Email Failed Message
fa_ir: این پیام نمایش داده خواهد شد اگر اعتبار سنجی نتواند.

source: Password reset email failed to send.
fa_ir: رمز عبور تنظیم مجدد ایمیل

source: Email Success Message
fa_ir: پیام موفقیت پرداخت

source: Check your email for a password reset link.
fa_ir: لطفاً ایمیل خود را برای پیوند بازنشانی رمز عبور بررسی کنید.

source: Forgot Password Email
fa_ir: فراموشی رمز عبور

source: Password Reset
fa_ir: تنظیم مجدد رمز عبور

source: Subject
fa_ir: موضوع

source: Body
fa_ir: بدنه

source: Available variables for email body
fa_ir: متغیرهای موجود

source: Prints User's Login
fa_ir: و یا ایجاد کاربر جدید با نام کاربری:

source: Prints Password Reset Link
fa_ir: رمز عبور را با لینک ایمیل بازنشانی کنید

source: Reset Password Form
fa_ir: ریست فرم پسورد

source: Reset Password
fa_ir: بازیابی رمز عبور

source: Enter a new password below.
fa_ir: یک کلمه عبور جدید را وارد کنید.

source: New Password
fa_ir: رمز عبور جدید

source: Confirm Password Field Label
fa_ir: تایید کلمه عبور باید مشابه کلمه عبور باشد

source: Confirm New Password
fa_ir: تأیید رمز جدید

source: Passwords Do Not Match Message
fa_ir: رمز عبور جدید مطابقت ندارند.

source: The passwords you entered do not match.
fa_ir: گذرواژههای وارد شده مطابقت ندارند!

source: Invalid Reset Link Message
fa_ir: بازنشانی لینک

source: Invalid password reset link.
fa_ir: پیوند بازنشانی گذرواژه نامعتبر است.

source: Password Reset Successful Message
fa_ir: پس از اصلاح رمز عبور موفق

source: Your password was successfully reset. Please log in.
fa_ir: گذرواژه شما با موفقیت بازیابی شد.

source: We haven't verified this account.
fa_ir: حساب تایید شده

source: <strong>ERROR</strong>: Passwords do not match.
fa_ir: خطا . رمزهای ورود مطابقت ندارند.

source: This account is not verified.
fa_ir: حساب شما اکنون تأیید شده است!

source: Invalid username/email.
fa_ir: نام کاربری/ایمیل نامعتبر

source: Hide Admin Bar
fa_ir: مخفی کردن نوار مدیریت

source: Resume Button
fa_ir: رزومه

source: Resume Button Text
fa_ir: متن دکمه

source: RESUME
fa_ir: از سرگیری

source: Resume
fa_ir: رزومه

# LMS shortcode Resume link title "Resume post_type_name: Post_title
source: Resume %s: %s
fa_ir: رزومه%s: %s

source: Groups in User Profiles
fa_ir: پروفایلهای کاربر [راهنمای]

source: LearnDash Groups
fa_ir: گروه‌های LearnDash

source: Log In/Log Out Links
fa_ir: پیوندهای ورود/خروج

source: Add Log In and Log Out links to menus, or to any page or widget with a shortcode.
fa_ir: اضافه کردن لینک های ورود و خروج به فهرست ها، یا هر برگه یا ابزارک توسط یک کدکوتاه.

source: Uncanny Menu Links
fa_ir: لینک های منو اصلی

source: Add to Menu
fa_ir: افزودن به منو

source: - Log In
fa_ir: - ورود

source: - Log Out
fa_ir: - خروج

source: - Log In/Out
fa_ir: - ورود/خروج

source: - Register
fa_ir: - ثبت‌نام

source: Logout
fa_ir: خروج

source: Log In/Log Out Redirects
fa_ir: از این حساب کاربری خارج شوید

source: Login Redirect
fa_ir: تغییر مسیر ورود

source: Logout Redirect
fa_ir: تغییر مسیر خروج

source: Redirect Priority
fa_ir: تغییر مسیر فردی که در کد کوتاه تعریف شده است؛ <strong> پارامتر <em> redirect_priority = "top" </ em> </ strong> را می توان در هر کد کوتاه اضافه کرد، سپس این تغییر مسیر کوتاه تر نسبت به سایر هدایت های دیگر اولویت دارد.

source: Topics Autocomplete Lessons
fa_ir: دروس تکمیل خودکار فصل ها

source: Automatically marks lessons as completed when all topics and quizzes for that lesson are marked complete.
fa_ir: علامت گذاری دروس به صورت کامل وقتی که همه فصل ها و آزمون های درس به عنوان تکمیل شده علامت گذاری شدند.

source: Menu Item Visibility
fa_ir: فاصله‌های آیتم‌های منو در سربرگ چسبان

source: Display Mode
fa_ir: حالت نمایش

source: Logged In Users
fa_ir: کاربران وارد شده

source: Logged Out Users
fa_ir: کاربران غیرمجاز

source: Everyone
fa_ir: همه

source: Not enrolled Redirect URL
fa_ir: دانش‌آموزان ثبت‌نام کرده

source: Sample Title
fa_ir: فرم نمونه

source: Sample Description B
fa_ir: توضیح

source: <div>Some Extra Information for the user</div>
fa_ir: <div>مقداری اطلاعات اضافی برای کاربر</div>

source: Settings A
fa_ir: تنظیمات بلوک ها

source: Settings B
fa_ir: آیتم های منو اصلی قرار داده شده در زیر <b>تنظیمات</b>

source: Settings Gender
fa_ir: جنسیت

source: Settings Car
fa_ir: تنظیمات ماشین

source: Show Certificates
fa_ir: گواهینامه ها

source: Complete courses to earn certificates
fa_ir: دروس را برای کسب گواهی نامه تکمیل نمایید

source: Show Or Hide Content
fa_ir: برای نشان دادن یا پنهان کردن محتوا - محتوا را انتخاب کنید

source: Conditionally shows content to either logged in or logged out users. Great for Open course types.
fa_ir: به صورت شرطی محتویات را به کاربران وارد شده یا خارح شده نمایش می دهد.

source: User Switching
fa_ir: نقشهای کاربر

source: Certificate Widget
fa_ir: فعال کردن فرم جستجو گواهی SSL برای اعتبار AMP نیاز دارد

source: Custom Widget that displays all certificates the user has earned.
fa_ir: ابزارک سفارشی که همه گواهی نامه های کسب شده توسط کاربر را نمایش می دهد.

source: Certificates - Uncanny Toolkit
fa_ir: گواهینامه ها

source: Your certificate for :
fa_ir: گواهینامه خود را پرینت کنید

source: Your certificates
fa_ir: <b>Shortcode Options</b><p>You may use shortcodes to customize the display of your certificates. Provided is a built-in shortcode for displaying user information.</p><br /> <p class="ld-shortcode-header">[usermeta]</p> <p>This shortcode takes a parameter named field, which is the name of the user meta data field to be displayed.</p><p>Example: <b>[usermeta field="display_name"]</b> would display the user's Display Name.</p><p>See <a href="http://codex.wordpress.org/Function_Reference/get_userdata#Notes">the full list of available fields here</a>.

source: No certificates message:
fa_ir: گواهینامه ها

source: Ascending
fa_ir: صعودی

source: Descending
fa_ir: نزولی

source: Close
fa_ir: بستن

source: Save module
fa_ir: وضعیت ماژول

source: Settings saved successfully
fa_ir: تنظیمات با موفقیت ذخیره شد

source: Class for addon is not set
fa_ir: استایل سفارشی در این بلوک اضافه خواهد شد

source: You must be an admin to save settings
fa_ir: تنظیمات تغییر کرده است، شما باید آنها را ذخیره کنید!

source: Class for addon is not set.
fa_ir: استایل سفارشی در این بلوک اضافه خواهد شد

source: You must be an admin to save settings.
fa_ir: تنظیمات تغییر کرده است، شما باید آنها را ذخیره کنید!

source: Submit a Ticket
fa_ir: ارسال تیکت

source: Full Name
fa_ir: نام کامل

source: Email
fa_ir: ایمیل

source: Site URL
fa_ir: آدرس سایت

source: Message
fa_ir: پیام

source: Create ticket
fa_ir: اگر شما یک خطای php یا یک آسیب پذیری در پلاگین پیدا کنید ، می توانید بلیط را در پشتیبانی داغ <a href="%s" target="_blank" rel="noopener">ایجاد کنید</a> که ما فورا پاسخ دادیم.

source: Site Data
fa_ir: کپی کردن داده ها

source: All Versions
fa_ir: نگارش %s

source: Free only
fa_ir: ثبت نام رایگان است و تنها یک دقیقه زمان خواهد برد.

source: Pro only
fa_ir: + بیشتر ویژگیهای Pro-only

source: All Categories
fa_ir: همه دسته بندی ها

source: LearnDash
fa_ir: لرن دش

source: General WordPress
fa_ir: 3. اضافه کردن آدرس خانه خود را در فرم و مطبوعات "اضافه کردن سایت". مهم: URL وب سایت باید URL صفحه اصلی باشد. شما می توانید آن را با رفتن به تنظیمات-> عمومی-> وردپرس آدرس (URL) و کپی آدرس از وجود دارد.

source: All Statuses
fa_ir: همه وضعیت ها

source: Active
fa_ir: فعال

source: Inactive
fa_ir: غیر فعال

source: Settings
fa_ir: تنظیمات

source: Learn More
fa_ir: بیشتر بدانید

# Reviews banner
source: Send feedback
fa_ir: ارسال بازخورد

# Reviews banner
source: Maybe later
fa_ir: شاید بعدا

# Reviews banner
source: No, thanks
fa_ir: نه ممنون

source: WordPress Minimum Requirements
fa_ir: حداقل موارد مورد نیاز وردپرس را ببینید

source: Environment
fa_ir: محیط

source: Setting
fa_ir: تنظیمات

source: Value
fa_ir: مقدار

source: PHP_OS:
fa_ir: سیستم عامل PHP

source: PHP Version
fa_ir: نسخه PHP

source: MySQL version
fa_ir: نسخه MySQL

source: WordPress Settings
fa_ir: تنظیمات وردپرس

source: WordPress Version
fa_ir: نسخه وردپرس

source: Multisite
fa_ir: چند سایته

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Site Language
fa_ir: زبان سایت

source: Not defined
fa_ir: تعریف نشده

source: Object Cache
fa_ir: صندوق موضوع

source: WordPress Plugins
fa_ir: افزونه های وردپرس

source: Plugin
fa_ir: افزونه

source: Version
fa_ir: نسخه

source: Learndash Settings
fa_ir: تنظیمات افزونه

source: DB Version
fa_ir: نسخه DB

source: Script Debug
fa_ir: اشکال‌زدایی اسکریپت

source: not defined
fa_ir: تعریف نشده

source: PHP Settings
fa_ir: تنظیماتphp

source: Cheating, Eh?
fa_ir: چطوری؟

source: License Activation
fa_ir: فعال سازی مجوز

source: Follow us on Facebook
fa_ir: ما را در فیسبوک دنبال کنید

source: Follow us on Twitter
fa_ir: ما را در توییتر دنبال کنید

source: Username and/or Password is empty.
fa_ir: 1عملیات نام کاربری یا رمز عبور اشتباه است!
